/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "参照不可 - サービスが動作していません";

"kDateFormatter" = "%c";

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "使用不可";

"SYSTEMLOG" = "プリントサービスログ"; // Fix 3224708.

"printing" = "プリント中";

"kNone" = "なし";

"LPR" = "LPR";

"SMB" = "SMB";

"PAP" = "PAP";

"PENDING" = "保留中";

"ACTIVE" = "動作中";

"HOLD" = "保留";

"HOLDUNTIL" = "期限まで保留";

"ABORTED" = "中止";

"FINISHED" = "終了しました";

"HIGH" = "高";

"NORMAL" = "通常";

"LOW" = "低";

"kNewQueueKind" = "...";

"kMultipleJobsSelectionString" = "複数のジョブが選択されています";

"kPoolKind" = "プリンタプール";

// Cover sheet values

"none"  = "なし";
"classified" = "社外秘";
"confidential" = "部外秘";
"secret" = "機密";
"standard" = "標準";
"topsecret" = "最高機密";
"unclassified" = "未分類";

"kUnlimited" = "無制限"; // CUPS(tiger) log archive menu value

// Log Level values
//"none" = "None";  // Already defined above as a cover sheet value.
"emerg" = "緊急";
"alert" = "アラート";
"crit" = "重大";
"error" = "エラー";
"warn" = "警告";
"notice" = "通知";
"info" = "情報";
"debug" = "デバッグ";
"debug2" = "デバッグ 2";

// Descriptions of the Log Level values
"noneDescription" = "何も記録しません。";
"emergDescription" = "緊急状態のうち、サーバの動作に影響するものを記録します。";
"alertDescription" = "ただちに対処する必要のある警告を記録します。";
"critDescription" = "重大なエラーのうち、サーバの動作に影響しないものを記録します。";
"errorDescription" = "一般的なエラーを記録します。";
"warnDescription" = "エラーおよび警告を記録します。";
"noticeDescription" = "一時的なエラー状態を記録します。";
"infoDescription" = "すべての要求および状態変化を記録します（デフォルト）";
"debugDescription" = "基本的なデバッグ情報を記録します。";
"debug2Description" = "すべてのデバッグ情報を記録します。";
  
// Authentication values
"NONE" = "なし";
"BASIC" = "基本";
"DIGEST" = "ダイジェスト";
"KERBEROS" = "Kerberos";

// Log menu item names
"CUPS: error_log" = "エラーログ";
"CUPS: access_log" = "アクセスログ";
"CUPS: page_log" = "ページログ";

// Alert strings

"kQueueCreationPendingTitle" = "選択したキューはサーバ上に作成されています。";

"kQueueCreationPendingMsg" = "キューの作成が完了するのを待ってから設定を編集してください。";

"kAppleTalkDisabledTitle" = "AppleTalk プリンタをブラウズできません。";

"kAppleTalkDisabledMsg" = "AppleTalk プリンタをブラウズするには、サーバ上で AppleTalk を動作させる必要があります。";

"kEditedRecordWasNotFoundAlertTtl" = "キューは編集できなくなっています。";

"kEditedRecordWasNotFoundAlertMsg" = "選択したキューを取り出せません。キューリストに戻ります...";

"kBadSharingNameMsg" = "“共有名”フィールドに不正な名前が含まれています"; // don't add a period.
"kDuplicateSharingNameMsg" = "“共有名”フィールドに、すでに使用されている名前が含まれています"; // don't add a period.


"kAttributeNotAvailable" = "10.2 サーバでは使用できません";

"kDisablePoolMemberTitle" = "プール・メンバー・キューでの共有を無効にしてもよろしいですか？";
"kDisablePoolMemberMsg" = "すべてのプリントジョブがプリンタプールによって制御されます。";

"kNameError1Title" = "共有名が無効である可能性があります。";
"kNameError2Msg"  = "SMB では、共有名の長さが 12 バイトまでに制限されます。";
"kNameError3Msg" = "AppleTalk では、共有名の長さが 32 バイトまでに制限されます。";
"kNameError6Msg" = "SMB および LPR に対応するには、共有名を文字、数字、ダッシュ、およびアンダースコアだけで構成する必要があります。";

"kDuplicateNameErrTitle" = "共有名が重複しています。";
"kDuplicateNameErrMsg" = "その共有名はほかのキューによってすでに使用されています。別の名前を選択してください。";

/* Overview */

"Print Service is:" = "プリントサービス：";
"Start Time:" = "開始時間：";
"Current Queues:" = "現在のキュー：";
"Spooled Jobs:" = "スプールされているジョブ：";
